{"sections":{"scrollable_content_defELj":{"type":"scrollable-content","blocks":{"faq_GrzxRc":{"type":"faq","settings":{"faq_question":"Use of Site","faq_answer":"<p>The content of Ina Paarman’s Kitchen' website and its individual pages is for general use only. It is subject to change without notice.<\/p><p>Accessing this site implies that you agree to these terms and conditions, and that you are familiar with the Ina Paarman’s Kitchen Privacy Policy and <a href=\"\/pages\/disclaimer\" title=\"Website Disclaimer\">Disclaimer<\/a>.<\/p><p>Content might be amended from time to time and it is each user’s responsibility to check back regularly.<\/p><p>These terms and conditions apply to the Ina Paarman’s Kitchen website only. Kindly take note of other websites linked to or from this site, and other services or companies referring to have their own terms and conditions, which might not necessarily coincide with those of Ina Paarman’s Kitchen.<\/p>"}},"faq_xE6PMm":{"type":"faq","settings":{"faq_question":"Reservation of Rights","faq_answer":"<p>Ina Paarman’s Kitchen reserves all rights, including but not limited to any and all copyrights, trademarks, patents, trade secrets and any other proprietary right that Ina Paarman’s Kitchen may have in this website, its content, and the products and services that may be provided.<\/p><p>The use of the rights and property of Ina Paarman’s Kitchen requires prior written consent from Ina Paarman’s Kitchen. Ina Paarman’s Kitchen is not providing you with any implied or express licences or rights by making services available to you.<\/p>"}},"faq_theUDj":{"type":"faq","settings":{"faq_question":"Website Services","faq_answer":"<p>This website and its related services are provided on an “as is” basis.<\/p><p>Ina Paarman’s Kitchen is the owner of this website and exclusively reserves all associated rights and may (at any time and without notice and any liability to its users) modify or discontinue this website and \/ or delete the data provided – whether temporarily or permanently.<\/p><p>Ina Paarman’s Kitchen shall have no responsibility or liability for the timeliness, deletion, failure to store, inaccuracy or improper delivery of any data or information.<\/p>"}},"faq_4H8fwc":{"type":"faq","settings":{"faq_question":"Third Party Services","faq_answer":"<p>Goods and services of third parties may be advertised and \/ or made available on or through this website.<\/p><p>Representations made regarding products and services provided by third parties are governed by their own policies. Ina Paarman’s Kitchen shall not be liable or responsible for any dealings or interaction with third parties.<\/p>"}},"faq_yz8xci":{"type":"faq","settings":{"faq_question":"Content","faq_answer":"<p>This website may contain objectionable content. Ina Paarman’s Kitchen is not responsible for viewpoints that differ from that of users.<\/p><p>All information or data of any kind (including, but not limited to text, images \/ photographs \/ graphics, videos, music \/ sound files and software \/ code), publicly or privately provided, shall be the sole responsibility of the provider of such content or the person whose user account is used.<\/p>"}},"faq_N6HiGm":{"type":"faq","settings":{"faq_question":"Submission of Content","faq_answer":"<p><strong>By providing any content to this website:<br\/><\/strong><\/p><ul><li>you agree to grant Ina Paarman’s Kitchen a worldwide, royalty-free, perpetual, non-exclusive right and licence (including any moral rights or other necessary rights) to use, display, publish, distribute, promote, reproduce, modify, adapt, translate, save or archive the content. This includes creating derivative works and compilations thereof – in whole or in part. Such licence will apply with respect to any form, media and technology known or later developed;<br\/><\/li><li>you warrant that you have all legal, moral and other rights that may be necessary to grant Ina Paarman’s Kitchen with the right \/ licence as above;<br\/><\/li><li>you acknowledge and agree that Ina Paarman’s Kitchen shall have the right (but not the obligation), in the sole discretion of Ina Paarman’s Kitchen, to refuse to publish or to remove or block access to any content you provide at any time and for any reason – with or without notice.<\/li><\/ul>"}},"faq_3RMz9J":{"type":"faq","settings":{"faq_question":"Prohibitions","faq_answer":"<p><strong>The following web-related actions are prohibited:<br\/><\/strong><\/p><ul><li>Copying, reproducing, republishing or distributing the website and associated content, including the layout, design elements, images and text (also applicable to deep-linking, embedding or the use of analogous technology);<br\/><\/li><li>Providing any content or performing any conduct that may be illegal, harmful \/ abusive \/ threatening, harassing, defamatory, libellous, offensive or vulgar \/ explicit \/ pornographic – including content or actions designed to (or which do) interfere with or interrupt this website or any service provided; content infected with a virus or other destructive or harmful programming routine; content giving rise to civil or criminal liability; or content \/ actions which may violate an applicable local, national or international law, including (but not limited to) laws relating to copyrights, trademarks, patents or trade secrets;<br\/><\/li><li>Providing or using this website and any content or service in any commercial manner or in any manner that would involve junk mail, spamming, chain letters, pyramid schemes, or any other form of unauthorised advertising without prior written consent from Ina Paarman’s Kitchen;<br\/><\/li><li>Impersonating or misrepresenting your association with any person or entity, or forge or otherwise seek to conceal \/ misrepresent the origin of any content provided by you;<br\/><\/li><li>The collecting or harvesting of any data about other users.<\/li><\/ul>"}},"faq_9fMtT6":{"type":"faq","settings":{"faq_question":"Monitoring","faq_answer":"<p>Ina Paarman’s Kitchen has the right, but not the obligation, to monitor any activity and content associated with this website.<\/p><p>Ina Paarman’s Kitchen may investigate any complaints or reported violation of these terms and conditions and take any action that Ina Paarman’s Kitchen deems appropriate. This may include, but is not limited to, issuing warnings, suspending, terminating or attaching conditions to users’ access and \/ or removing any materials from the website.<\/p>"}},"faq_ffQbTT":{"type":"faq","settings":{"faq_question":"Indemnification","faq_answer":"<p>You agree to indemnify and hold Ina Paarman’s Kitchen (including its directors, employees, agents, affiliates, partners, independent contractors, advertisers and co-branders) harmless against any claim or demand, including reasonable legal fees, that may be made by any third party, that is due to or arising out of conduct or connection with this website or service, your provision of content, your violation of these terms and conditions, or any other violation of the rights of another person or party.<\/p>"}},"faq_8JRhEF":{"type":"faq","settings":{"faq_question":"Law","faq_answer":"<p>These terms and conditions will be exclusively governed by and construed in accordance with the laws of South Africa whose courts will have exclusive jurisdiction in any dispute. However, Ina Paarman’s Kitchen has the right, at the sole discretion of Ina Paarman’s Kitchen, to commence and pursue proceedings in alternative jurisdictions. <\/p>"}},"faq_BGB4ai":{"type":"faq","settings":{"faq_question":"Miscellaneous","faq_answer":"<ul><li>In the event that these terms and conditions conflict with any law under which any provision may be held invalid by a court with jurisdiction over the parties, such provision will be interpreted to reflect the original intentions of the parties in accordance with applicable law, and the remainder of these terms and conditions will remain valid and intact.<br\/><\/li><li>Failure of either party to assert any right under these terms and conditions shall not be considered a waiver of that party’s right and that right will remain in full force and effect.<br\/><\/li><li>You agree that any claim or cause arising out of this website or its services must be filed within one (1) year after such claim or cause arose, or the claim shall be forever barred.<\/li><\/ul>"}}},"block_order":["faq_GrzxRc","faq_xE6PMm","faq_theUDj","faq_4H8fwc","faq_yz8xci","faq_N6HiGm","faq_3RMz9J","faq_9fMtT6","faq_ffQbTT","faq_8JRhEF","faq_BGB4ai"],"settings":{"f_image":"shopify:\/\/shop_images\/Header-Image-Terms.jpg","sub_heading":"Website Policies –","title":"Terms & Conditions","description":"<p>Continued use of our website implies that you've read and agree with our web terms and conditions.<\/p>","mtitle":"","ftitle":"","btn_primary_text":"Primary button","btn_primary_url":"","btn_secondary_text":"Secondary button","btn_secondary_url":""}},"contact_RHNAeG":{"type":"contact","settings":{"sub_heading":"Got Questions?","heading":"Contact Us","phone_number":"+27 (0)21 794 1103","email_address":"ina@paarman.co.za","physical_address":"<p>Unit B7<br\/>Diep River Industrial Park<br\/>Greenville Road<br\/>Diep River<br\/>Cape Town  7945<\/p>","postal_address":"<p>PO Box 316<br\/>Constantia  7848<\/p>"}},"spacer_mpbPDg":{"type":"spacer","settings":{"spacer_height":80}}},"order":["scrollable_content_defELj","contact_RHNAeG","spacer_mpbPDg"]}