{"sections":{"scrollable_content_defELj":{"type":"scrollable-content","blocks":{"faq_GrzxRc":{"type":"faq","settings":{"faq_question":"Log Files","faq_answer":"<p>Ina Paarman’s Kitchen keeps log files on broad fields to track user movements, analyse trends and gather demographic data. This is not linked to a visitor’s personal identification in any way. <\/p>"}},"faq_CNDKbJ":{"type":"faq","settings":{"faq_question":"Cookies \/ Tracking Technology","faq_answer":"<p>A cookie is a piece of data stored on the visitor’s hard drive containing information about the visitor. Cookies and tracking technologies are useful for gathering information, such as browser types and operating systems, tracking the number of visitors to a website and understanding how visitors use the websites they browse. This information can help customise a website for specific users. <\/p>"}},"faq_LgnzyF":{"type":"faq","settings":{"faq_question":"Linked Sites","faq_answer":"<p>This Privacy Policy applies solely to Ina Paarman’s Kitchen. Ina Paarman’s Kitchen is not necessarily aware of, nor is it responsible for, differences in privacy statements of external websites linked to or from ours. <\/p>"}},"faq_fLbYcJ":{"type":"faq","settings":{"faq_question":"Google Analytics","faq_answer":"<p>We use Google Analytics to help us understand how our customers use the site.<\/p><p>You can read more about how Google uses your personal information here: <a href=\"https:\/\/policies.google.com\/privacy?hl=en\" target=\"_blank\" title=\"https:\/\/policies.google.com\/privacy?hl=en\">https:\/\/policies.google.com\/privacy?hl=en<\/a>.<\/p><p>You can also opt out of Google Analytics here: <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout\" target=\"_blank\" title=\"https:\/\/tools.google.com\/dlpage\/gaoptout\">https:\/\/tools.google.com\/dlpage\/gaoptout<\/a>. <\/p>"}},"faq_7UhBdr":{"type":"faq","settings":{"faq_question":"Newsletter Registration","faq_answer":"<p>Visitors who registered to receive the Ina Paarman’s Kitchen newsletter can unsubscribe from this service at any time. Any personal information stored in the Ina Paarman’s Kitchen database related to the newsletter subscription will be treated as confidential and will never be shared or sold to any third party. <\/p>"}},"faq_4heAmF":{"type":"faq","settings":{"faq_question":"Social Sharing","faq_answer":"<p>Ina Paarman’s Kitchen does not harvest the information of third parties when visitors share a page of this website in social circles. <\/p>"}}},"block_order":["faq_GrzxRc","faq_CNDKbJ","faq_LgnzyF","faq_fLbYcJ","faq_7UhBdr","faq_4heAmF"],"settings":{"f_image":"shopify:\/\/shop_images\/Header-Image-Privacy.jpg","sub_heading":"Website Policies –","title":"Privacy Policy","description":"<p>Ina Paarman’s Kitchen respects (and is committed to protecting) your privacy. We thus take extraordinary steps to handle any personal information collected on this website only in ways compatible with this Privacy Policy.<\/p><p>This website may collect certain information about your visit – such as the name of the internet service provider and the internet protocol (IP) address through which you access the internet, the date and time you access the site, the page(s) that you visit while on the site, and the internet address of the website from which you linked directly to this site.<\/p><p>Ina Paarman’s Kitchen is the sole owner of the information collected on this website. We do not (or will never) sell, share or rent this information to others in ways different from what is disclosed in the privacy statement below. This information is used only to administer this website, analyse trends and to generally help improve the site, and will never result in you receiving spam e-mails.<\/p><p>Continued use of our website implies that you've read (and agree with) our web privacy policy. We may need to update this policy from time to time to address new issues and reflect changes on this website. Please refer back to this policy regularly. <\/p>","mtitle":"","ftitle":"","btn_primary_text":"Primary button","btn_primary_url":"","btn_secondary_text":"Secondary button","btn_secondary_url":""}},"contact_RHNAeG":{"type":"contact","settings":{"sub_heading":"Got Questions?","heading":"Contact Us","phone_number":"+27 (0)21 794 1103","email_address":"ina@paarman.co.za","physical_address":"<p>Unit B7<br\/>Diep River Industrial Park<br\/>Greenville Road<br\/>Diep River<br\/>Cape Town  7945<\/p>","postal_address":"<p>PO Box 316<br\/>Constantia  7848<\/p>"}},"spacer_Lqwymq":{"type":"spacer","settings":{"spacer_height":80}}},"order":["scrollable_content_defELj","contact_RHNAeG","spacer_Lqwymq"]}